const data = {
  "orientir": {
    label: "тревогу",
    orientir000: "Степень ориентировки определить не удается.",
    orientir111: "В месте, времени и собственной личности ориентирована верно.",
    orientir112: "В месте и времени  ориентирована верно, в собственной личности - приблизительно.",
    orientir113: "В месте и времени ориентирована верно, дезориентирована в собственной личности.",
    orientir121: "Приблизительно ориентирована в месте, верно - во времени и собственной личности.",
    orientir122: "Верно ориентирована во времени, приблизительно - в месте и собственной личности.",
    orientir123: "Верно ориентирована во времени, частично - в месте, дезориентирована в собственной личности.",
    orientir131: "дезориентирована в месте, верно ориентирована во времени и собственной личности.",
    orientir132: "дезориентирована в месте нахождения, во времени ориентирована верно, в собственной личности - частично.",
    orientir133: "Верно ориентирована во времени, дезориентирована в месте нахождения и собственной личности.",
    orientir211: "Приблизительно ориентирована во времени, верно ориентирована в месте и собственной личности.",
    orientir212: "Верно ориентирована во времени и собственной личности, частично - в месте.",
    orientir213: "Верно ориентирована в месте, частично - во времени. дезориентирована в собственной личности.",
    orientir221: "В месте и времени ориентирована приблизительно, в собственной личности - верно.",
    orientir222: "Частично ориентирована в месте, времени и собственной личности.",
    orientir223: "Частично ориентирована в месте и времени, дезориентирована в собственной личности.",
    orientir232: "дезориентирована в месте, частично ориентирована во времени и собственной личности.",
    orientir233: "дезориентирована в месте и собственной личности, частично ориентирована во времени. ",
    orientir311: "дезориентирована во времени, верно ориентирована в месте и собственной личности.",
    orientir312: "дезориентирована во времени. В собственной личности ориентирована частично, в месте - полностью.",
    orientir313: "дезориентирована во времени и собственной личности, в месте ориентирована  верно.",
    orientir321: "дезориентирована во времени, частично ориентирована в месте, полностью - в собственной личности.",
    orientir322: "дезориентирована во времени, частично ориентирована в месте и собственной личности.",
    orientir323: "дезориентирована во времени и собственной личности, частично ориентирована в месте нахождения.",
    orientir333: "дезориентирована во времени, месте и собственной личности."
  },
  "orientirVremia": {
    data: [
      { 
        id: 1,
        label: "полностью",
        phrase: ""       
      },
      { 
        id: 2,
        label: "частично",
        phrase: ""       
      },
      { 
        id: 3,
        label: "отсутст.",
        phrase: ""       
      },
    ],
    label: "Во времени",    
    type: "radio",
    section: "kognit",
    before: "",
    after: ""
  },
  "orientirMesto": {
    data: [
      { 
        id: 1,
        label: "полностью",
        phrase: ""       
      },
      { 
        id: 2,
        label: "частично",
        phrase: ""       
      },
      { 
        id: 3,
        label: "отсутст.",
        phrase: ""       
      },
    ],
    label: "Во времени",    
    type: "radio",
    section: "kognit",
    before: "",
    after: ""
  },
  "orientirLichnost": {
    data: [
      { 
        id: 1,
        label: "полностью",
        phrase: ""       
      },
      { 
        id: 2,
        label: "частично",
        phrase: ""       
      },
      { 
        id: 3,
        label: "отсутст.",
        phrase: ""       
      },
    ],
    label: "Во времени",    
    type: "radio",
    section: "kognit",
    before: "",
    after: ""
  }







};

export default data;
