const data = {
  "soznanie": {
    data: [
      { 
        id: 0,
        label: "ясное",
        phrase: "Сознание ясное"
      },
      { 
        id: 1,
        label: "оглушение",
        phrase: "Сознание помрачно по типу оглушения"
      },
      { 
        id: 2,
        label: "делирий",
        phrase: "Сознание помрачно по типу делирия"
      },
      { 
        id: 3,
        label: "психической спутанности",
        phrase: "Наблюдается состояние психической спутанности"
      },
      { 
        id: 4,
        label: "заторможенности",
        phrase: "Наблюдается состояние психомоторной заторможенности"
      },
      { 
        id: 5,
        label: "возбуждения",
        phrase: "Наблюдается состояние психомоторного возбуждения"
      },
      { 
        id: 6,
        label: "мед загруженности",
        phrase: "Наблюдается состояние медицинской загруженности"
      },
    ],
    label: "Сознание",    
    type: "radio",
    section: "sostoyanie",
    before: "",
    after: ". "
  },
  "kontakt": {
    data: [
      { 
        id: 0,
        label: "сохранен",
        phrase: "Контакту доступна",
        phraseM: "Контакту доступен"
      },
      { 
        id: 1,
        label: "формальный",
        phrase: "Контакт формальный"
      },
      { 
        id: 2,
        label: "недоступен",
        phrase: "Контакту недоступна",
        phraseM: "Контакту недоступен"
      }
    ],
    label: "Контакт",    
    type: "radio",
    section: "sostoyanie",
    before: "",
    after: ". "
  },
};

export default data;

/*





повышенное чувство собственного достоинства
хочет представить себя в лучшем свете
переживания раскрывает неохотно
диссимуляция
навязчивость
подозрительность
бездистантность
дурашливость
кокетство
агрессия

 */


